Repository: MrTitainin/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: ga, zh_cn

source: Golem Boss
ga: Bas Golem

source: Great Jinn
ga: Siní Mór

source: Great Pikeman
ga: Píceálaí Mór

source: Guru
ga: Eagnaí

source: Hard landing
ga: Tuirlingt de Thuairt

source: Heavy Camel Rider
ga: Marcach Camaill Trom

source: Heroes+Magic
ga: Héaróis+Draíocht

source: Jinn
ga: Siní

source: Mage of air
ga: Asarlaí Aeir

source: Mage of fire
ga: Asarlaí Thine

source: Mage of water
ga: Asarlaí Uisce

source: Master of Sun
ga: Máistir Gréine

source: Master of War
ga: Máistir Chatha

source: Mastermage
ga: Máistirasarlaí

source: Mechanical Dragon
ga: Dragan Meicniúil

source: Mighty Cyclops
ga: Cioclóp Neartmhar

source: Mu
ga: Mú

source: Mystical Jinn
ga: Siní Rúndiamhair

source: Mystical Toad
ga: Buaf Rúndiamhair

source: No
ga: Ni hea

source: Protector
ga: Cosantóir

source: Raging Cyclops
ga: Cioclóp Feargach

source: Raging Hydra
ga: Híodra Feargach

source: Random Default
ga: Réamhshocrú Randamach

source: Ranged Toad
ga: Buaf Fhadraon

source: Revenger
ga: Díoltach

source: Runeadept
ga: Rúntallann

source: Second target!
ga: Dara targaid!

source: Shadowmage
ga: Drochasarlaí

source: Shamanistic Toad
ga: Buaf Seamanach

source: Shooter
ga: Sealgaire

source: Subversive mage
ga: Asarlaí Suaiteach

source: Summon
ga: Tionóil

source: Summon Help
ga: Cabhair Tionóil

source: Summons master
ga: Máistir Toghairme

source: Sun Guardian
ga: Garda Gréine

source: Swallow +4
ga: Slogadh +4

source: Sworddancer
ga: Damhsóir na gClaimhte

source: Toad
ga: Buaf

source: Um
ga: Úm

source: War Banner
ga: Bratach Chogaidh

source: Wonderful Jinn
ga: Siní Iontach

source: Wyvern Tamer
ga: Ceansaitheoir Vuibhearn

source: Yes
ga: Is ea

source: You will die in a twinkling of an eye.
ga: Gheobhaidh tú bás i bhfaiteadh na súl.

source: aimed shot
ga: urchar aimsiú

source: always hits
ga: buailte riamh

source: awaken
ga: dúisigh

source: awe
ga: uafás

source: awoken
ga: dúiseacht

source: banish
ga: díbir

source: battlefrenzy
ga: cuthach chatha

source: bloodlust
ga: ainmhiain fola

source: bow bash
ga: bualadh le bogha

source: cave ambush
ga: luíochán in uaimheanna

source: circle of banishment
ga: ciorcal díbeartha

source: circle of resistance
ga: ciorcal seasmhachta

source: circle of susceptibility
ga: ciorcal so-ghabhálachta

source: claws
ga: crúba

source: cold aura
ga: luan fuar

source: crossbow x2
ga: dhá chrosbhogha

source: curse
ga: mallacht

source: cursed knifes
ga: miodóga mallaithe

source: dark aura
ga: luan dorcha

source: dart
ga: ga

source: deadzone
ga: marbhchrios

source: defender
ga: cosantóir

source: devine spear
ga: sléa sácráilte

source: double devine spear
ga: sléa sácráilte dhúbailte

source: evasion
ga: seachanta

source: exlosive ammo
ga: armlón pléascach

source: explosive ammo
ga: armlón pléascach

source: eye
ga: súil

source: fangs
ga: starrfhiacla

source: female^Adept of Light
ga: Maístir Solais

source: female^awoken
ga: dúiseacht

source: fire
ga: tine

source: fireball
ga: caor thine

source: fist
ga: dorn

source: flame
ga: bladhm

source: grenade
ga: gránáid

source: hammer
ga: casúr

source: hatchet
ga: tua caitimh

source: hydra's strike
ga: bualadh hiodra

source: icecles
ga: briogadán

source: inferno
ga: ifreann

source: inspire
ga: ionanálú

source: key
ga: eochair

source: lavahome
ga: baile-laibhe

source: light focusing
ga: fócasaithe solais

source: magic arrow II
ga: saighead draíochtúil II

source: matriarch-fire
ga: Máthair Thine

source: megacircle
ga: meigeachiorcal

source: mountain ambush
ga: luíochán ar sléibhte

source: mu
ga: mú

source: net
ga: teilglíon

source: no counter-attack
ga: gan frithionsaí

source: piercing ammo
ga: armlón treáite

source: precision
ga: mionchruinne

source: race+female^Human
ga: Daonna

source: race^Human
ga: Daonna

source: race^Humans
ga: Daonnaí

source: regenerates +4
ga: athginiúnach +4

source: repairs +5
ga: deisigh +5

source: revenge
ga: díoltas

source: rune aura
ga: luan rúnscríbhinne

source: runes
ga: rúnscríbhinní

source: shadow wave
ga: tonn scátha

source: short circuit
ga: gearrchiorcad

source: short-circuit
ga: gearrchiorcad

source: small thunder
ga: toirneach beag

source: spear
ga: sleá

source: staff
ga: bachall

source: summon roc
ga: róc a tionóil

source: swallow +4
ga: slogadh +4

source: swamp ambush
ga: luíochán i gcorcach

source: sword
ga: claíomh

source: thunder
ga: toirneach

source: touch of magic
ga: tadhaill draíochta

source: tree thrown
ga: crann caitimh

source: ultracures
ga: ultraleigheas

source: um
ga: úm

source: water ambush
ga: luíochán san uisce

source: waterhome
ga: baile-uisce
