Repository: MrTitainin/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: ga, zh_cn

source: +1 max hp
zh_cn: +1 最大生命值

source: +3 exp
zh_cn: +3 经验值

source: +4 max hp
zh_cn: +4 最大生命值

source: +5 max hp
zh_cn: +5 最大生命值

source: +8 max hp
zh_cn: +8 最大生命值

source: Abaddon
zh_cn: 亚巴顿

source: Aeromancer
zh_cn: 御气师

source: Air Avatar
ga: Abhatár Aeir
zh_cn: 大气化身

source: Air Elemental
ga: Eiliminteach Aeir
zh_cn: 气元素

source: Air God
ga: Dia Aeir
zh_cn: 大气之神

source: Apocalypse
zh_cn: 天启

source: Atokpi
zh_cn: 阿托卡匹

source: Atokpi General
zh_cn: 阿托卡匹将军

source: Atokpi Master
zh_cn: 阿托卡匹大师

source: Atokpi Samurai
zh_cn: 阿托卡匹武士

source: Avenger
zh_cn: 复仇者

source: Balloon
ga: Balún
zh_cn: 气球

source: Banisher
ga: Díbreoir
zh_cn: 放逐者

source: Barbarian
ga: Barbarach
zh_cn: 野蛮人

source: Barbarian Berserker
ga: Dásachtach Barbarach
zh_cn: 蛮族狂战士

source: Barbarian King
ga: Rí Barbarach
zh_cn: 蛮族之王

source: Barbarian Lord
ga: Tiarna Barbarach
zh_cn: 蛮族领主

source: Barbarians
ga: Barbaraigh
zh_cn: 野蛮人

source: Battle Eye
zh_cn: 战争之眼

source: Battle Mage
zh_cn: 战斗法师

source: Battle Toad
ga: Buaf Chatha
zh_cn: 战斗蟾蜍

source: Black Mage
ga: Asarlaí Dhubh
zh_cn: 黑魔法师

source: Black Orb
zh_cn: 黑暗宝珠

source: Black Salamander
ga: Salamandar Dubh
zh_cn: 黑色沙罗曼蛇

source: Blade Dancer
zh_cn: 剑舞者

source: Blademaster
ga: Claíomhmáistir
zh_cn: 剑术大师

source: Blood Warrior
ga: Laoch Fola
zh_cn: 狂血战士

source: Blue Salamander
ga: Salamandar Gorm
zh_cn: 蓝色沙罗曼蛇

source: Bone Beast
zh_cn: 骨兽

source: Bone Giant
zh_cn: 骨巨人

source: Bone Golem
zh_cn: 骨傀儡

source: Bronze Warrior
zh_cn: 青铜武士

source: Build Drone
zh_cn: 部署无人机

source: Camel Master
zh_cn: 骆驼大师

source: Camel Rider
ga: Marcach Camaill
zh_cn: 骆驼骑手

source: Carpet Master
ga: Ridire Cairpéid
zh_cn: 飞毯大师

source: Carpet Rider
ga: Marcach Cairpéid
zh_cn: 飞毯骑手

source: Cavalry Archer
ga: Boghdóir Marcra
zh_cn: 商队弓箭手

source: Chaos Hydra
ga: Híodra Éagruth
zh_cn: 混乱九头蛇

source: Chaos Wyvern
ga: Vuibhearn Éagruth
zh_cn: 混沌双足飞龙

source: Chaos Wyvern Rider
zh_cn: 混沌双足飞龙骑手

source: Chosen of Forest
ga: Tofa an Fhoraoise
zh_cn: 丛林选民

source: Chosen of Marsh
zh_cn: 沼泽选民

source: Clan Leader
ga: Tuathach
zh_cn: 部落领袖

source: Constructor
zh_cn: 构造师

source: Corrupted Shaman
ga: Seaman Truaillí
zh_cn: 腐化萨满祭司

source: Cosmic Eye
zh_cn: 全视之眼

source: Cyclops
ga: Cioclóp
zh_cn: 独眼巨人

source: Cyclops Breaker
ga: Bristeoir Chioclóp
zh_cn: 独眼巨人粉碎者

source: Cyclops Brute
zh_cn: 独眼巨人蛮力战士

source: Cyclops Goliath
zh_cn: 歌利亚

source: Cyclops Lord
zh_cn: 独眼巨人领主

source: Cyclops Necromancer
zh_cn: 独眼巨人死灵法师

source: Cyclops Noble
zh_cn: 独眼巨人贵族

source: Cyclops Skeleton
zh_cn: 独眼巨人骷髅

source: Cyclops Warmonger
zh_cn: 独眼巨人战争贩子

source: Dark Apostle
zh_cn: 暗黑使徒

source: Dark Assassin
ga: Feallmharfóir Dubh
zh_cn: 暗黑杀手

source: Dark Atokpi
zh_cn: 暗黑阿托卡匹

source: Dark Blood Alliance
ga: Cairdeas Fola Dhorcha
zh_cn: 暗血同盟

source: Dark Commander
zh_cn: 暗黑指挥官

source: Dark Executioner
zh_cn: 暗黑处决者

source: Dark General
zh_cn: 暗黑将军

source: Dark Hunter
ga: Sealgaire Dorcha
zh_cn: 暗黑猎人

source: Dark Observer
zh_cn: 黑暗观察者

source: Dark Portal
zh_cn: 暗黑传送门

source: Dark Slayer
ga: Marfóir Dorcha
zh_cn: 暗黑屠戮者

source: Dark Warlord
zh_cn: 幽暗领主

source: Dark Warrior
ga: Laoch Dochrach
zh_cn: 暗黑武士

source: Dark Wizard
ga: Asarlaí Dhochrach
zh_cn: 暗黑巫师

source: Destroyers
zh_cn: 毁灭者

source: Devourer
zh_cn: 吞噬者

source: Dharma’rhami
ga: Dharma’rhamaí
zh_cn: 罗刹

source: Dimensional Gate
ga: Geata Thoiseach
zh_cn: 次元门

source: Dimensional Gate II
zh_cn: 次元门II

source: Disciple
ga: Deisceabal
zh_cn: 学徒

source: Dispeller
ga: Ruaigtheach
zh_cn: 驱散者

source: Dreadnought
zh_cn: 巨蟾

source: Drone
zh_cn: 无人机

source: Dwarvish Cannoneer
zh_cn: 矮人炮手

source: Dwarvish Gunner
zh_cn: 矮人枪手

source: Dwarvish Rune Lord
ga: Rúnthiarna Abhcach
zh_cn: 矮人符文领主

source: Dwarvish Runic Warrior
zh_cn: 矮人符文武士

source: Dwarvish Tank
ga: Tanc Abhcach
zh_cn: 矮人坦克

source: Dwarvish Veteran
zh_cn: 矮人老兵

source: Dwarvish Warrior
ga: Laoch Abhcach
zh_cn: 矮人武士

source: Earth Avatar
ga: Abhatár Talún
zh_cn: 大地化身

source: Earth Elemental
ga: Eiliminteach Talún
zh_cn: 土元素

source: Earth God
ga: Dia Talún
zh_cn: 大地之神

source: Efreeti
zh_cn: 火怪

source: Elemental Archer
ga: Boghdóir Eiliminteach
zh_cn: 元素弓箭手

source: Elementalist
ga: Eiliminteachtoir
zh_cn: 元素师

source: Elite Camel Rider
zh_cn: 精英骆驼骑手

source: Era of Magic
ga: Aois Draíochta
zh_cn: 魔法时代

source: Era of Magic (Age of Heroes)
zh_cn: 魔法时代（英雄）

source: Era of Magic (Masters &amp; Slaves)
zh_cn: 魔法时代（奴役）

source: Era of Magic (RPG)
zh_cn: 魔法时代（RPG）

source: Error
ga: Earráid
zh_cn: 错误

source: Extinct Cyclops Mage
zh_cn: 绝种独眼巨人法师

source: FURY!
ga: FIÚNACH!
zh_cn: 狂暴！

source: Fallen Cyclops King
zh_cn: 堕落独眼王

source: Fanatic
ga: Fanaiceach
zh_cn: 狂热者

source: Fire Avatar
ga: Abhatár Tine
zh_cn: 火焰化身

source: Fire Elemental
ga: Eiliminteach Tine
zh_cn: 火元素

source: Fire God
ga: Dia Tine
zh_cn: 火焰之神

source: Fire Swordsman
zh_cn: 火焰剑士

source: Flying Drone
zh_cn: 飞行无人机

source: Flying Fortress
ga: Daingean Aeir
zh_cn: 飞行要塞

source: Goblin Archer
ga: Boghdóir Lucharacháin
zh_cn: 地精弓箭手

source: Goblin Assassin
ga: Feallmharfóir Lucharacháin
zh_cn: 地精杀手

source: Goblin Druid
zh_cn: 地精德鲁伊

source: Goblin Hunter
ga: Sealgaire Lucharacháin
zh_cn: 地精猎人

source: Goblin Kamikaze
ga: Kamikaze Lucharacháin
zh_cn: 地精自爆兵

source: Goblin Raider
zh_cn: 地精掠夺者

source: Goblin Runt
ga: Arcán Lucharacháin
zh_cn: 矮地精

source: Goblin Shaman
zh_cn: 地精萨满

source: Goblin Sniper
ga: Snípéir Lucharacháin
zh_cn: 地精狙击兵

source: Goblin Veteran
zh_cn: 地精老兵

source: Goblin Warbanner
ga: Bratachchogaidh Lucharacháin
zh_cn: 地精旗手

source: Goblin Warrior
ga: Laoch Lucharacháin
zh_cn: 地精武士

source: Golden Mage
ga: Asarlaí Órga
zh_cn: 金色法师

source: Golden Warrior
ga: Laoch Órga
zh_cn: 金色武士

source: Golem
zh_cn: 傀儡

source: Grand Kharosian Warbanner
zh_cn: 高阶卡洛斯旗手

source: Grand Summoner
ga: Tionóileór Mór
zh_cn: 大召唤师

source: Great Efreeti
ga: Ífrítí Mór
zh_cn: 火怪苏丹

source: Great Hunter
ga: Sealgaire Mór
zh_cn: 高级暗黑猎人

source: Great Hydra
zh_cn: 巨型九头蛇

source: Great Jinni
zh_cn: 高阶灯神

source: Great Warlock
ga: Brathadóir Mór
zh_cn: 暗黑术士

source: Great Witch
zh_cn: 高等女巫

source: Great Wyvern
ga: Vuibhearn Mhór
zh_cn: 巨型双足飞龙

source: Green Salamander
ga: Salamandar Glas
zh_cn: 绿色沙罗曼蛇

source: Guru of Magic
zh_cn: 贤者

source: Heavy Balloon
ga: Balún Mór
zh_cn: 重型气球

source: Heavy Cavalry Archer
ga: Boghdóir Marcra Trom
zh_cn: 重装商队弓箭手

source: Heavy Summoner
ga: Tionóileór Trom
zh_cn: 重装召唤师

source: Help
ga: Cabhair
zh_cn: 说明

source: Hidden Face
ga: Aghaidh Fholaithe
zh_cn: 无面者

source: Hoplite
zh_cn: 重装步兵

source: Ho’rhami
ga: Ho’rhamaí
zh_cn: 修罗

source: Hydra
ga: Híodra
zh_cn: 九头蛇

source: Hydromancer
zh_cn: 御水师

source: Infernal Vortex
zh_cn: 地狱旋涡

source: Jinni
zh_cn: 灯神

source: Jungle Guardian
zh_cn: 丛林守卫

source: Kharos
ga: Charos
zh_cn: 卡洛斯

source: Kharos War Banner
ga: Bratach Chogaidh Charois
zh_cn: 卡洛斯旗手

source: Kirios
ga: Cirios
zh_cn: 光辉神眷武士

source: Legendary Cyclops
zh_cn: 传奇独眼巨人

source: Magical Eye
ga: Súil Draíochtúil
zh_cn: 魔法之眼

source: Mara
zh_cn: 马拉

source: Master Mage
zh_cn: 魔法大师

source: Master of Air
ga: Máistir Aeir
zh_cn: 空气大师

source: Master of Darkness
ga: Máistir Dorchadais
zh_cn: 暗黑大师

source: Master of Elements
ga: Máistir Eilimintí
zh_cn: 元素大师

source: Master of Fire
ga: Máistir Tine
zh_cn: 火焰大师

source: Master of Water
ga: Máistir Uisce
zh_cn: 流水大师

source: Matriarch of Darkness
ga: Máthair Dhorchadais
zh_cn: 黑暗女族长

source: Matriarch of Emptiness
ga: Máthair le Folús
zh_cn: 虚空女族长

source: Matriarch of Frost
zh_cn: 霜寒族长

source: Mechanic
ga: Meicneoir
zh_cn: 机械师

source: Moloch
zh_cn: 摩洛克

source: Mystic
ga: Misteach
zh_cn: 神秘先知

source: Mystic Warrior
ga: Laoch Misteach
zh_cn: 神秘武士

source: Mystical Archer
zh_cn: 秘法弓箭手

source: Mystical Jinni
zh_cn: 秘法灯神

source: Neutral Summoner
ga: Tionóileór Neodrach
zh_cn: 和谐召唤师

source: Nightmare
zh_cn: 梦魇

source: Novice Summoner
ga: Tionóileór Nóibhíseach
zh_cn: 学徒召唤师

source: Obliterator
zh_cn: 湮没者

source: Omen
zh_cn: 预兆

source: Orcish Warbanner
ga: Bratachchogaidh Orchach
zh_cn: 兽人旗手

source: Orcish Warrior
ga: Laoch Orchach
zh_cn: 兽人武士

source: Pacificator
ga: Réiteoir
zh_cn: 仲裁者

source: Parachutist
ga: Paraisiútaí
zh_cn: 伞兵

source: Perfect Drone
zh_cn: 完美无人机

source: Pirafly
zh_cn: 皮拉飞鱼怪

source: Pirania Monstruosa
zh_cn: 皮拉尼亚恐怪

source: Platinum Warrior
ga: Laoch Platanaim
zh_cn: 白金武士

source: Punisher
zh_cn: 惩罚者

source: Pyromancer
zh_cn: 御火师

source: Red Salamander
zh_cn: 红色沙罗曼蛇

source: Red Ulfserker
ga: Lochlannach Dearg
zh_cn: 红色狂战士

source: Rhami
ga: Rhamaí
zh_cn: 拉米

source: Rhami’datu
ga: Rhamaí’dátú
zh_cn: 拉米达图

source: Rhami’kai
ga: Rhamaí’caí
zh_cn: 拉米凯

source: Roc Master
ga: Máistir Róic
zh_cn: 巨鹰大师

source: Roc Rider
ga: Marcach Róic
zh_cn: 巨鹰骑手

source: Rune Adept
zh_cn: 符文学徒

source: Rune Artist
ga: Ealaíontóir Rúnscríbhinne
zh_cn: 符文工艺师

source: Runemaster
ga: Rúnmháistir
zh_cn: 符文大师

source: Runemasters
ga: Rúnmáistrí
zh_cn: 符文大师

source: Runesmith
ga: Rúnghabha
zh_cn: 符文铁匠

source: Salamander
ga: Salamandar
zh_cn: 沙罗曼蛇

source: Saurian Assassin
zh_cn: 蜥蜴人杀手

source: Saurian Blowgunner
zh_cn: 蜥蜴人弹枪手

source: Saurian Champion
zh_cn: 蜥蜴人冠军

source: Saurian Crossbowman
zh_cn: 蜥蜴人十字弓手

source: Saurian Pikeman
ga: Píceálaí Sáraígh
zh_cn: 蜥蜴人矛兵

source: Sculptor
zh_cn: 雕刻家

source: Shadow Mage
zh_cn: 影法师

source: Shadowblade
zh_cn: 影刃

source: Shamanistic Adept
ga: Máistir Seamanach
zh_cn: 萨满学徒

source: Shielder
ga: Sciathoir
zh_cn: 守护者

source: Silver Warrior
ga: Laoch Airgid
zh_cn: 银色武士

source: Sky Guardian
zh_cn: 天空守卫

source: Sky Kingdom
ga: Ríocht Spéire
zh_cn: 天空王国

source: Slicer
ga: Slisneoir
zh_cn: 处决者

source: Solar Guardian
zh_cn: 光辉守卫

source: Solar Master
zh_cn: 阳炎大师

source: Sorcerer
ga: Draíodóir
zh_cn: 术士

source: Steam Berserker
ga: Dásachtach Gaile
zh_cn: 蒸汽狂暴者

source: Steam Turboserker
zh_cn: 涡轮狂暴者

source: Steam Ulfserker
ga: Lochlannach Gaile
zh_cn: 蒸汽狂战士

source: Steamcopter
ga: Galcaptar
zh_cn: 蒸汽直升机

source: Storm Sphere
zh_cn: 风暴之球

source: Striding Machine
ga: Meaisín Siúl
zh_cn: 步行机

source: Subversive Mage
zh_cn: 叛逆法师

source: Summon Air Elemental
zh_cn: 召唤气元素

source: Summon Atokpi
zh_cn: 召唤阿托卡匹

source: Summon Bone Beast
zh_cn: 召唤骨兽

source: Summon Earth Elemental
zh_cn: 召唤土元素

source: Summon Fire Elemental
zh_cn: 召唤火元素

source: Summon Golem (16 Gold)
zh_cn: 召唤傀儡（16金）

source: Summon Jinn
zh_cn: 召唤灯神

source: Summon Nightmare
zh_cn: 召唤梦魇

source: Summon Pirafly
zh_cn: 召唤皮拉飞鱼怪

source: Summon Rhami
zh_cn: 召唤拉米

source: Summon Roc Rider
zh_cn: 召唤巨鹰骑手

source: Summon Water Elemental
zh_cn: 召唤水元素

source: Summoner
ga: Sumnadóir
zh_cn: 召唤师

source: Summoners
zh_cn: 召唤师

source: Summoning Help
zh_cn: 召唤说明

source: Summons Master
zh_cn: 召唤师首领

source: Sun Follower
ga: Giolla an Ghréine
zh_cn: 光辉从者

source: Swamp Mage
ga: Asarlaí Chorcaí
zh_cn: 沼泽法师

source: Sword Dancer
zh_cn: 剑舞者

source: Technician
ga: Teicneoir
zh_cn: 技师

source: Tharis
ga: Tharus
zh_cn: 塔瑞斯

source: This unit gains 5 hitpoints added to its current health whenever it kills a living unit.
zh_cn: 在杀死一个有生命的敌人后获得5点生命值。

source: This unit summons a lvl0 zombie of random variation next to self at the start of each turn. Only 4 total summoned zombies per unit with this ability can be present on the battlefield at once.
zh_cn: 回合开始时在身边召唤一个随机类型的行尸（最多4个）。

source: Titania
zh_cn: 泰坦巨怪

source: Toad Archer
zh_cn: 蟾蜍骑弓手

source: Toad Mystic
zh_cn: 神秘蟾蜍

source: Toad Rider
zh_cn: 蟾蜍骑手

source: Toad Shaman
zh_cn: 蟾蜍萨满

source: Troll Fire Wizard
ga: Asarlaí Thine Troill
zh_cn: 巨魔火焰巫师

source: Troll Sorcerer
ga: Asarlái Troill
zh_cn: 巨魔施法者

source: Troll Warbanner
ga: Bratachchogaidh Troill
zh_cn: 巨魔旗手

source: Troll Warlock
zh_cn: 巨魔术士

source: Twin Archer Toad
zh_cn: 双弓蟾蜍骑手

source: Void Mage
zh_cn: 虚空法师

source: War Golem
zh_cn: 战争傀儡

source: War Mage
ga: Asarlaí Chogaidh
zh_cn: 战法师

source: Water Avatar
ga: Abhatár Uisce
zh_cn: 流水化身

source: Water Elemental
ga: Eiliminteach Uisce
zh_cn: 水元素

source: Water God
ga: Dia Uisce
zh_cn: 流水之神

source: White Warrior
ga: Laoch Bán
zh_cn: 白色武士

source: Witch
ga: Cailleach
zh_cn: 女巫

source: Wonderful Jinni
zh_cn: 智慧灯神

source: Wyvern
ga: Vuibhearn
zh_cn: 双足飞龙

source: Wyvern Knight
zh_cn: 双足飞龙骑士

source: Wyvern Rider
ga: Marcach Vuibhearn
zh_cn: 双足飞龙骑手

source: Yellow Salamander
zh_cn: 黄色沙罗曼蛇

source: abyssal wind
zh_cn: 深渊之风

source: activate drone
zh_cn: 启动无人机

source: alter ego
zh_cn: 自我转换

source: anti-magic
zh_cn: 反魔法

source: anti-shield
zh_cn: 反护盾

source: area attack
zh_cn: 范围攻击

source: area effect
zh_cn: 范围效果

source: arrow
ga: saighead
zh_cn: 箭

source: attack module (+1 melee strike/damage)
zh_cn: 进攻模块（+1近战攻击次数/伤害）

source: attack only
zh_cn: 防御禁用

source: aura
zh_cn: 光环

source: banishment
ga: díbirt
zh_cn: 放逐

source: banner
ga: bratach
zh_cn: 战旗

source: beam
ga: léas
zh_cn: 激光

source: bite
ga: greim
zh_cn: 咬

source: blade
zh_cn: 剑刃

source: blade ring
zh_cn: 刃环

source: blades
ga: lanna
zh_cn: 刀刃

source: blinding light
ga: dallóg ghréine
zh_cn: 致盲之光

source: blood gate
ga: fuilgeata
zh_cn: 鲜血之门

source: bloodlust +5
zh_cn: 嗜血 +5

source: blowgun
zh_cn: 气枪

source: blue flame
ga: bladhm gorm
zh_cn: 蓝焰

source: bolas
zh_cn: 流星锤

source: bomb
zh_cn: 炸弹

source: bombs
ga: buamaí
zh_cn: 炸弹

source: bone collector
zh_cn: 收集骨头

source: bubble
ga: bolgánaer
zh_cn: 泡泡

source: burner
ga: dóiteoir
zh_cn: 灼烧者

source: burning fist
ga: dorn ar lasadh
zh_cn: 火焰拳

source: cannon
ga: gunna mór
zh_cn: 加农炮

source: cannons
zh_cn: 加农炮

source: chakram
zh_cn: 环刃

source: chaotic blast
zh_cn: 混沌爆发

source: charge
ga: ruathar
zh_cn: 冲锋

source: chill tempest
zh_cn: 冻结暴雨

source: circle of balance
ga: ciorcal cothroim
zh_cn: 平衡之环

source: circle of destruction
ga: ciorcal scriosta
zh_cn: 毁灭之环

source: cleave
ga: scoilt
zh_cn: 横切

source: cleave 50%
zh_cn: 顺劈 50%

source: concentrated fire
ga: scaoileadh tiubhaithe
zh_cn: 集中射击

source: cup of fire
ga: cupán bladhma
zh_cn: 火焰之杯

source: cursed dagger
zh_cn: 诅咒匕首

source: cursed knives
zh_cn: 诅咒小刀

source: daggers
ga: miodóga
zh_cn: 匕首

source: damage aura
zh_cn: 伤害光环

source: damage rune
zh_cn: 伤害符文

source: damned flame
ga: tine dhamanta
zh_cn: 诅咒之焰

source: dark ball
ga: liathróid dorcha
zh_cn: 黑暗球

source: dark lightning
zh_cn: 暗黑闪电

source: dark spark
ga: spréach dorcha
zh_cn: 黑暗火花

source: dazzle
zh_cn: 眩晕

source: defend-only
zh_cn: 攻击禁用

source: destruction
ga: millteanas
zh_cn: 毁灭

source: devour
zh_cn: 吞食

source: dimensional vortex
ga: cuilithe toimhseach
zh_cn: 次元涡流

source: divine spear
zh_cn: 神圣之矛

source: double attack
ga: ionsaí dhúbailte
zh_cn: 双重攻击

source: double divine spear
ga: sléa sácráilte dhúbailte
zh_cn: 双重圣矛

source: dragon breath
zh_cn: 龙息

source: enchanted arrow
zh_cn: 附魔箭

source: entrapment spell
zh_cn: 陷阱法术

source: explosion
ga: pléascadh
zh_cn: 爆炸

source: eye of the storm
ga: croí hairicín
zh_cn: 风暴之眼

source: female^Bishop
zh_cn: 教士

source: female^Child of Light
ga: Páiste Solais
zh_cn: 光明之子

source: female^Cleric
ga: Bean Rialta
zh_cn: 牧师

source: female^Inspired
ga: Inspioráidithe
zh_cn: 神启者

source: female^Mistress of Light
ga: Máistreás Solais
zh_cn: 光辉天女

source: female^Prophet of Light
ga: Banfháidh Solais
zh_cn: 光明先知

source: female^Sister of Light
ga: Siúr Sholais
zh_cn: 光明姐妹

source: female^fiery glow
zh_cn: 炽热

source: female^heals +12
zh_cn: 治愈 +12

source: female^heals +5
zh_cn: 治愈 +5

source: female^magical
ga: draíochtúil
zh_cn: 魔法造物

source: female^regenerates +12
zh_cn: 再生 +12

source: fiery glow
zh_cn: 炽热

source: fire arrow
ga: saighead thine
zh_cn: 火箭

source: fire blast
ga: soinneán tine
zh_cn: 火焰爆发

source: fire breath
zh_cn: 火焰吐息

source: fire runes
zh_cn: 火焰符文

source: fire touch
zh_cn: 火焰之触

source: fire wave
zh_cn: 火焰波

source: flame blast
ga: soinneán bladhma
zh_cn: 火焰爆发

source: flames
ga: bladhmanna
zh_cn: 火焰

source: flamethrower
zh_cn: 火焰投掷

source: freezing spell
zh_cn: 冰冻魔法

source: freezing touch
zh_cn: 冻结之触

source: frozen fist
ga: dorn oighreata
zh_cn: 冰冻拳

source: frozen gate
ga: geata reoite
zh_cn: 冰冻之门

source: fungal regeneration
zh_cn: 真菌再生

source: furious death
ga: bás ainscianta
zh_cn: 死亡狂怒

source: fury
ga: fiúnach
zh_cn: 狂暴

source: fusion
ga: comhleá
zh_cn: 聚变

source: gaze
ga: amharc
zh_cn: 凝视

source: goblin leader
ga: treoraí lucharacháin
zh_cn: 领导地精

source: gold:
zh_cn: 黄金：

source: growing fury
ga: fiúnach fáis
zh_cn: 愈战愈勇

source: gun
ga: gunna
zh_cn: 枪

source: gun bash
zh_cn: 枪击

source: hard landing
zh_cn: 空难

source: head
zh_cn: 头

source: headbutt
ga: bualadh le ceann
zh_cn: 撞击

source: heal undead
zh_cn: 治愈亡灵

source: heals +12
zh_cn: 治愈 +12

source: heals +2
ga: cneasú +2
zh_cn: 治愈 +2

source: heals +5
zh_cn: 治愈 +5

source: hit
ga: plabadh
zh_cn: 打

source: hit and run
ga: tionóisc buille is teitheadh
zh_cn: 牵制

source: holy arrow
zh_cn: 神圣之箭

source: hurricane
ga: hairicín
zh_cn: 台风

source: ice arrow
ga: saighead oighir
zh_cn: 冰箭

source: ice runes
zh_cn: 寒冰符文

source: ice strike
ga: bualadh oighreata
zh_cn: 碎冰击

source: iceball
ga: oighear
zh_cn: 冰球

source: icicles
zh_cn: 冰柱

source: immobilization
zh_cn: 定身

source: immobilize
zh_cn: 定身

source: implosion
ga: inphléascadh
zh_cn: 内爆

source: improved kamikaze
zh_cn: 改善型自爆

source: incantation of power
ga: ortha chumhachta
zh_cn: 力量之咒

source: infernal flame
zh_cn: 地狱烈焰

source: inspires 1
zh_cn: 鼓舞 1

source: inspires 2
zh_cn: 鼓舞 2

source: irritant powder
zh_cn: 催泪粉尘

source: kamikaze
zh_cn: 自爆

source: katana
zh_cn: 武士刀

source: knives
ga: sceana
zh_cn: 小刀

source: kunai
zh_cn: 苦无

source: landmass
ga: ilchríoch
zh_cn: 大地之力

source: legs
zh_cn: 腿

source: lesser damage aura
zh_cn: 次级伤害光环

source: life drain
zh_cn: 生命吸取

source: light touch
ga: lámh sholais
zh_cn: 光之触

source: lightning
ga: tintreach
zh_cn: 闪电

source: lightning bolt
ga: splanc thintrí
zh_cn: 闪电弹

source: lightstorm
ga: stoirmsolais
zh_cn: 闪电风暴

source: low upkeep
zh_cn: 低维护费

source: machine gun
ga: meaisínghunna
zh_cn: 机关枪

source: magic
ga: draíocht
zh_cn: 魔法

source: magic arrow
ga: saighead draíochtúil
zh_cn: 魔法箭

source: magic barrage
zh_cn: 魔法弹幕

source: magic missile
ga: diúraicthe draíochtúil
zh_cn: 魔法飞弹

source: magical
ga: draíochtúil
zh_cn: 魔法造物

source: magical dagger
ga: Miodóg draíochtúil
zh_cn: 魔法匕首

source: magical hammer
zh_cn: 魔法锤

source: magical powder
ga: púdar draíochtúil
zh_cn: 魔法粉尘

source: magical scimitar
ga: simeatár draíochtúil
zh_cn: 魔法弯刀

source: metal claws
zh_cn: 金属爪

source: meteor shower
zh_cn: 陨石雨

source: missile
ga: diúraicthe
zh_cn: 导弹

source: movepoints
zh_cn: 移动点数

source: nocturnal regeneration
zh_cn: 暗夜再生

source: orcish leader
ga: treoraí orchach
zh_cn: 领导兽人

source: parachute
ga: paraisiút
zh_cn: 跳伞

source: paw
ga: lapa
zh_cn: 爪

source: petrifyng spell
zh_cn: 石化魔法

source: pike
zh_cn: 叉

source: point blank
zh_cn: 直射

source: poisoned arrow
ga: Saighead Nimhiúil
zh_cn: 毒箭

source: poisoned bolt
zh_cn: 毒弹

source: poisonous aura
zh_cn: 剧毒光环

source: race+female^Cyclops
ga: Cioclóp
zh_cn: 独眼巨人

source: race+female^Magical
ga: Draíochtúil
zh_cn: 魔法造物

source: race+female^Roc
ga: Róc
zh_cn: 巨鹰

source: race+female^Salamander
ga: Salamandar
zh_cn: 沙罗曼蛇

source: race+female^Tharis
ga: Tharus
zh_cn: 塔瑞斯

source: race+plural^Magical
ga: Draíochtúla
zh_cn: 魔法造物

source: race+plural^Tharis
ga: Tharus
zh_cn: 塔瑞斯

source: race^Cyclopes
ga: Cioclóp
zh_cn: 独眼巨人

source: race^Cyclops
ga: Cioclóp
zh_cn: 独眼巨人

source: race^Magical
ga: Draíochtúil
zh_cn: 魔法造物

source: race^Roc
ga: Róc
zh_cn: 巨鹰

source: race^Rocs
ga: Róic
zh_cn: 巨鹰

source: race^Salamander
ga: Salamandar
zh_cn: 沙罗曼蛇

source: race^Salamanders
ga: Salamandair
zh_cn: 沙罗曼蛇

source: race^Tharis
ga: Tharus
zh_cn: 塔瑞斯

source: random area effect
zh_cn: 随机范围效果

source: range^kamikaze
ga: kamikaze
zh_cn: 自爆

source: rapid fire
zh_cn: 快速射击

source: ray of light
ga: ga-solais
zh_cn: 光辉射线

source: reality warp
zh_cn: 现实扭曲

source: regenerates +12
zh_cn: 再生 +12

source: regenerates +6
zh_cn: 再生 +6

source: repairs +6
zh_cn: 修理 +6

source: repairs +8
ga: deisigh +8
zh_cn: 修理 +8

source: runic hammer
zh_cn: 符文锤

source: runic lightning
zh_cn: 符文闪光

source: runic sword
ga: claíomh rúnach
zh_cn: 符文剑

source: saw
ga: sábh
zh_cn: 锯

source: scimitar
ga: simeatár
zh_cn: 弯刀

source: scimitar throw
ga: simeatár caitimh
zh_cn: 投掷弯刀

source: scream
ga: scréach
zh_cn: 尖叫

source: screwdriver
ga: scriúire
zh_cn: 螺丝刀

source: scroll
ga: scrolla
zh_cn: 卷轴

source: scroll spell
zh_cn: 卷轴魔法

source: sculpts
zh_cn: 雕刻

source: scythe
ga: speal
zh_cn: 巨镰

source: second target
zh_cn: 第二目标

source: secret
zh_cn: 奥秘

source: secret hit
ga: plabadh rún
zh_cn: 奥秘攻击

source: shield
ga: sciath
zh_cn: 盾

source: small lightning
ga: tintreach beag
zh_cn: 小型闪电

source: smash
zh_cn: 打碎

source: solar beam
ga: grianléas
zh_cn: 阳炎射线

source: solar regeneration
zh_cn: 日光再生

source: soul catcher
zh_cn: 吸魂

source: spark
zh_cn: 火花

source: sparks
ga: spréacha
zh_cn: 火花

source: spear throw
ga: sléa caitimh
zh_cn: 投矛

source: split
zh_cn: 分裂

source: split fire
zh_cn: 分叉火力

source: storm
zh_cn: 风暴

source: summon
ga: tionóil
zh_cn: 召唤

source: summon undead
zh_cn: 召唤亡灵

source: swallow
zh_cn: 吞噬

source: sword+axe
ga: claíomh+tua
zh_cn: 剑+斧

source: sworddance
ga: damhsa na gclaimhte
zh_cn: 剑舞

source: swords
ga: claimhte
zh_cn: 剑

source: tackle
ga: gleic
zh_cn: 阻截

source: tail
zh_cn: 尾

source: tongue
ga: teanga
zh_cn: 舌

source: touch
ga: lámh
zh_cn: 碰触

source: touch of apocalypse
zh_cn: 天启之触

source: touch of armageddon
zh_cn: 末日之触

source: touch of doom
zh_cn: 厄运之触

source: trample
ga: satláim
zh_cn: 践踏

source: tree
ga: crann
zh_cn: 树干

source: trident
zh_cn: 三叉戟

source: troll leader
ga: treoraí troill
zh_cn: 领导巨魔

source: ultra circle
ga: ultraciorcal
zh_cn: 终极环阵

source: ultraspeed
ga: ultraluas
zh_cn: 极速

source: um blast
zh_cn: 爆破

source: um strike
zh_cn: 攻击

source: upkeepless
zh_cn: 无维护费

source: voice of darkness
zh_cn: 幽暗之声

source: water
ga: uisce
zh_cn: 水生

source: water blast
ga: soinneán uisce
zh_cn: 水爆发

source: water regeneration +4
zh_cn: 水中再生 +4

source: white sword
ga: claíomh bán
zh_cn: 白色短剑

source: wind gust
zh_cn: 风阵

source: witch-fire
ga: Cailleach Thine
zh_cn: 巫火

source: wrench
zh_cn: 扳手

source: wrist blade
ga: lann rosta
zh_cn: 腕刃

source: yellow flame
ga: bladhm buí
zh_cn: 黄焰

source: Special Notes:
ga: Nótaí Speisialta:

source: mountain ambush
ga: luíochán ar sléibhte

source: (no description available)
ga: (níl an tuarascáil infhaighte)

source: . Special Notes:
ga: . Nótaí Speisialta:

source: . Special Notes:
ga: . Nótaí Speisialta:

source: Abyss Mage
ga: Asarlaí Dhuibheagáin

source: Activate Aura (24g)
ga: Cuir an Luan i nGníomh (24p. ór)

source: Activate aura? (cost: 24g)
ga: Cuir an Luan i nGníomh? (cost: 24p. ór)

source: Ancient Cyclops
ga: Cioclóp Ársa

source: Battlemage
ga: Asarlaí Chatha

source: Bladedancer
ga: Rinceoir Lainne

source: Brown Warrior
ga: Laoch Donn

source: Brown warriors are equipped with a very sharp sword and a mace.
ga: Tá laochra donn claíomh an-ghéar agus más acu.

source: Chaos Rider
ga: Marcach Éagruth

source: Cold Matriarch
ga: Máthair Fhuar

source: Commander
ga: Ceannasaí

source: Crossbowman
ga: Crosbhoghdóir

source: Cyclops Destroyer
ga: Airgtheoir Chioclóp

source: Dark Witch
ga: Cailleach Dhubh

source: Deadly Eye
ga: Súil Marfach

source: Default+Magic
ga: Réamhshocrú+Draíocht

source: Dimensional Gate 2
ga: Geata Thoiseach a 2

source: Double Ranged Toad
ga: Buaf Dhá Bhairille

source: Double attack!
ga: Ionsaí dhúbailte!

source: Dread Bat
ga: Sciathán Imeagla

source: Dreadnaught
ga: Muirbhréid

source: Dwarvish Heavy Warrior
ga: Laoch Abhcach Trom

source: Dwarvish Rune Warrior
ga: Rúnlaoch Abhcach

source: Efreet
ga: Ífrít

source: Era of Magic Masters
ga: Máistrí hAois Draíochta

source: Era of Magic RPG
ga: Aois Draíochta RPG

source: FLEE!
ga: RITH AMACH!

source: Fire Cyclops
ga: Cioclóp Tine

source: General
ga: Ginearál

source: Goblin Rouser
ga: Múscailoir Lucharacháin
